[
  {
    "title": "Below",
    "main_text": "Die Dimension ethische Leitlinien weist eine Ausprägung unterhalb des Zielwerts auf. Dies bedeutet, dass die einzelnen Steuerungsmechanismen, wie beispielsweise die Erfüllung gegenseitiger Verpflichtungen und das Verfolgen von Bestimmungen und Standards, innerhalb der Netzwerkkooperation nicht ausreichend Berücksichtigung finden. Maßnahmen, um die Ausprägung der Dimension ethische Leitlinien innerhalb der Netzwerkkooperation zu erhöhen, sind Folgende:",
    "other_texts": [
      "Die Förderung der distributiven Fairness (gerechte Verteilung von Gütern und Belastungen, einschließlich fairer Löhne, Aufgabenverteilung und Fürsorge der Vorgesetzten) stärkt das Gerechtigkeitsempfinden und das Vertrauen der Mitarbeitenden in die Netzwerkkooperation und verlängert den Zeithorizont für die Zusammenarbeit (Klinke et al., 2011).",
      "Hinzu kommt, dass auch die prozedurale Fairness gesteigert werden sollte, sodass das Verfahren der Kooperation als fair empfunden wird. Hierfür sollte die Netzwerkkooperation Merkmale der Konsistenz, Unparteilichkeit, Korrigierbarkeit, Genauigkeit und Partizipation der Kooperationspartner aufweisen (Klinke et al., 2011).",
      "Darüber hinaus sollten möglichst alle relevanten Parteien in den Entscheidungs- und Zielfindungsprozess einbezogen werden. Dies vermittelt den Netzwerkmitgliedern das Gefühl, dass ihre Meinungen und Standpunkte geschätzt werden (Stein, 2021). Die Beteiligung aller Kooperationspartner an Entscheidungsprozessen fördert ein Klima des Respekts (Nökel, o.D.). Dies kann etwa bedeuten, dass alle Standpunkte gehört werden, bevor Entscheidungen getroffen werden (Wenzel, 2023).",
      "In Bezug auf regionale und globale Bestimmungen sowie Standards müssen alle Mitglieder des Netzwerks über die Bedeutung ethischer Standards und deren Auswirkungen auf die Leistung und Reputation des Netzwerks informiert werden (Stein, 2021).",
      "Den Netzwerkmitgliedern die Möglichkeit zu eröffnen, ihre Meinungen und Ideen einzubringen, fördert das Engagement und die Selbstverpflichtung (Stein, 2021)."
    ]
  },
  {
    "title": "Above",
    "main_text": "Die Dimension ethische Leitlinien weist eine Ausprägung oberhalb des Zielwerts auf. Dies bedeutet, dass die einzelnen Steuerungsmechanismen, wie beispielsweise die Erfüllung gegenseitiger Verpflichtungen und das Verfolgen von Bestimmungen und Standards, innerhalb der Netzwerkkooperation ausreichend Berücksichtigung finden. Dieser Standard sollte beibehalten und kontinuierlich optimiert werden. Im Folgenden werden Maßnahmen dargeboten, wie die Ausprägung der Dimension ethische Leitlinien innerhalb der Netzwerkkooperation weiterentwickelt werden kann:",
    "other_texts": [
      "Die kontinuierliche Überwachung und Anpassung der gegenseitigen Verpflichtungen sowie der Bestimmungen und Standards ermöglicht es, Abweichungen und Handlungsbedarf frühzeitig zu erkennen und anzugehen (Hille et al. 2005). Gleichermaßen sollte das Erfüllen der Bedürfnisse und Erwartungen der Stakeholder regelmäßig auf Aktualität geprüft werden. Neben der notwendigen Erfüllung gesetzlicher Vorgaben in Bezug auf ethisches Wirtschaften kann die Netzwerkkooperation ihre Reputation zudem erhöhen, indem die Kooperationspartner sich darüberhinausgehend weitere Verpflichtungen eigenständig auferlegen (Hille et al. 2005).",
      "Darüber hinaus sollten die Partner klare Rollen, Verhaltensregeln und Verantwortungsbereiche haben, die dokumentiert werden (Hille et al. 2005). Dies beinhaltet die Vereinbarung von Rechten, wie beispielsweise den Zugang zu Informationen, die Nutzung von Kontaktdaten oder gemeinsam erarbeiteten Ergebnissen, sowie die Verpflichtung, die Interessen der Kooperation zu fördern (Bozen, 2010).",
      "Je präziser die Arbeitsteilung stattfindet, desto deutlicher werden Verpflichtungen für jeden einzelnen Kooperationspartner und desto klarer die Ansprüche innerhalb des Netzwerks. Hierfür können Koordinationsinstrumente wie Arbeitshandbücher und Pflichtenhefte zur Unterstützung eingesetzt werden (Hille et al., 2009)."
    ]
  }
]