[
  {
    "title": "Below",
    "main_text": "Die Dimension Verhaltensregeln weist eine Ausprägung unterhalb des Zielwerts auf. Dies bedeutet, dass die einzelnen Steuerungsmechanismen, wie beispielsweise Involvement, kooperatives Verhalten und effektive Kommunikation, innerhalb der Netzwerkkooperation nicht ausreichend Berücksichtigung finden. Maßnahmen, um die Ausprägung der Dimension Verhaltensregeln innerhalb der Netzwerkkooperation zu erhöhen, sind Folgende:",
    "other_texts": [
      "Die Bildung gemischter Teams trägt zur Förderung der Kooperationskultur bei. Anstatt isoliert in ihren eigenen Organisationen zu agieren, arbeiten die Netzwerkpartner zusammen, um gemeinsame Ziele zu erreichen oder Projekte durchzuführen. Die Interaktion zwischen Mitgliedern verschiedener Organisationen ermöglicht es ihnen, ein besseres Verständnis für die Arbeitsweise, die Unternehmenskultur und die Bedürfnisse der anderen Organisationen zu entwickeln (Fraunbaum, 2021).",
      "Eine effektive Kommunikation bildet zudem die Grundlage für den Aufbau von Vertrauen. Sie sollte genau, zeitgerecht, substanziell, offen und vor allem beidseitig gestaltet sein. Die Integration von Informationstechnologien kann die Kommunikation weiter verbessern und sicherstellen, dass Informationen an die richtigen Stellen gelangen (Fraunbaum, 2021).",
      "Effektive Kommunikation ist zudem entscheidend für die Förderung der Solidarität. Dies umfasst Wertschätzung, Lob, Anerkennung und konstruktives Feedback für die Ideen und Aktivitäten der Netzwerkpartner (Fraunbaum, 2021).",
      "Gemeinsame Weiterbildungsprogramme können die Kooperationskultur zusätzlich stärken (Richter, 2004).",
      "Um die Solidarität und das Zusammengehörigkeitsgefühl innerhalb der Netzwerkkooperation zu fördern, sollten Führungskräfte als Vermittler agieren. Sie sollten als Vorbilder agieren, die Ideen, Aktivitäten und Ziele anderer Netzwerkpartner unterstützen und dieses Verhalten in ihrer Führungsrolle demonstrieren (Fraunbaum, 2021).",
      "Zudem sollten alle Netzwerkpartner regelmäßig über relevante Entwicklungen informiert werden, um ein Gefühl der Zugehörigkeit und des Engagements zu fördern (Richter, 2004).",
      "Regelmäßige Gesprächsrunden und Gruppendiskussionen auf allen Angestelltenebenen können die Beteiligung aller Netzwerkpartner fördern (Richter, 2004)."

    ]
  },
  {
    "title": "Above",
    "main_text": "Die Dimension Verhaltensregeln weist eine Ausprägung oberhalb des Zielwerts auf. Dies bedeutet, dass die einzelnen Steuerungsmechanismen, wie beispielsweise Involvement, kooperatives Verhalten und effektive Kommunikation, innerhalb der Netzwerkkooperation ausreichend Berücksichtigung finden. Dieser Standard sollte beibehalten und kontinuierlich optimiert werden. Im Folgenden werden Maßnahmen dargeboten, wie die Ausprägung der Dimension Verhaltensregeln innerhalb der Netzwerkkooperation weiterentwickelt werden kann:",
    "other_texts": [
      "Die autonome Selbstverwaltung des Netzwerks durch die Kooperationspartner kann erreicht werden, indem sichergestellt wird, dass alle Kooperationspartner mit den benötigten Informationen und Entscheidungsbefugnissen ausgestattet sind. Dieses Empowerment steigert die intrinsische Motivation und die Leistungsfähigkeit der Mitglieder (Pichler, 2012).",
      "Die Loyalität zwischen den Netzwerkpartner kann durch offene und transparente Kommunikation gefestigt werden. Netzwerkpartner sollten sich frei austauschen können, ihre Anliegen und Werte offenlegen und sich gegenseitig über Entwicklungen und Entscheidungen informieren. Dies trägt zur stabilen und beständigen Aufrechterhaltung der Netzwerkkooperation unter Bindung aller Netzwerkpartner bei (Haas, 2017)."
      ]
  }
]