[
  {
    "title": "Below",
    "main_text": "Die Dimension Kulturvorgaben weist eine Ausprägung unterhalb des Zielwerts auf. Dies bedeutet, dass die einzelnen Steuerungsmechanismen, wie beispielsweise Zielkongruenz, Hierarchie und Konfliktniveau, innerhalb der Netzwerkkooperation nicht ausreichend Berücksichtigung finden. Maßnahmen, um die Ausprägung der Dimension Kulturvorgaben innerhalb der Netzwerkkooperation zu erhöhen, sind Folgende:",
    "other_texts": [
      "Für den Erfolg der Netzwerkkooperation ist entscheidend, dass die Mitglieder komplementäre, sich gegenseitig fördernde Ziele definieren und ein klares, verbindliches Verständnis davon haben, wie diese Synergien erreicht werden sollen (Richter, 2004).",
      "Ein effektives Konfliktmanagement sollte Teil der Netzwerkkooperation sein, um abweichende Vorstellungen und Differenzen zwischen den Kooperationspartnern frühzeitig zu erkennen und konsensorientiert zu beseitigen (Richter, 2004).",
      "Bereits bei der Auswahl der Kooperationspartner sollten soziale und persönliche Faktoren sowie Fachkompetenzen berücksichtigt werden, um Konfliktpotenziale von vornherein zu reduzieren (Richter, 2004).",
      "Missverständnisse können vermieden werden, wenn die Kooperationspartner über die Arbeitsweisen der Mitglieder unterrichtet werden und verstehen, welche Entscheidungen weshalb getroffen werden (Richter, 2004).",
      "Das Einbeziehen eines externen, neutralen Moderators kann in Konfliktsituationen hilfreich sein. Dieser Moderator kann dazu beitragen, Konflikte objektiv zu bewerten und Lösungsvarianten vorzuschlagen (Hille & Schraml, 2009).",
      "Unterschiedliche Erwartungen der Kooperationspartner sollten miteinander abgestimmt werden, um eine kohärente Zielkongruenz für die Kooperation zu erreichen. Dies erfordert offene Diskussionen und den aktiven Austausch von Erwartungen zwischen den Mitgliedern. Die Erstellung eines gemeinsamen Leitbilds oder einer gemeinsamen Vision kann dabei helfen, diesbezüglich eine gemeinsame Grundlage zu schaffen. Regelmäßiges Feedback aller Beteiligten stellt die Erfüllung der Erwartungen sicher (Rautenstrauch, 2023)."
    ]
  },
  {
    "title": "Above",
    "main_text": "Die Dimension Kulturvorgaben weist eine Ausprägung oberhalb des Zielwerts auf. Dies bedeutet, dass die einzelnen Steuerungsmechanismen, wie beispielsweise Zielkongruenz, Hierarchie und Konfliktniveau, innerhalb der Netzwerkkooperation ausreichend Berücksichtigung finden. Dieser Standard sollte beibehalten und kontinuierlich optimiert werden. Im Folgenden werden Maßnahmen dargeboten, wie die Ausprägung der Dimension Kulturvorgaben innerhalb der Netzwerkkooperation weiterentwickelt werden kann:",
    "other_texts": [
      "Die Mitglieder der Netzwerkkooperation sollten sich regelmäßig vergegenwärtigen, welche Ressourcen, Daten und Informationen benötigt werden, um zum Mehrwert des Netzwerks und der Leistungserstellung beizutragen. Dies kann durch regelmäßige Meetings, Berichte und klare Kommunikationskanäle sichergestellt werden (Hähnlein, 2023). ",
      "Das Informationsmanagement sollte darauf abzielen, relevante und zielgerichtete Informationen bereitzustellen. Dadurch wird eine Informationsflut verhindert und sichergestellt, dass die Mitglieder die benötigten Informationen tatsächlich nutzen können (Hähnlein, 2023).",
      "Meinungsverschiedenheiten können den Informationsfluss behindern und die Bereitstellung von Ressourcen beeinträchtigen. Es ist wichtig, Mechanismen zur Konsensfindung innerhalb des Netzwerks zu etablieren, um sicherzustellen, dass Konflikte effizient behandelt werden und keine negativen Auswirkungen auf die Inputsteuerung haben (Hähnlein, 2023). Hierbei kann eine Schiedsstelle dazu dienen, Konflikte und Meinungsverschiedenheiten zwischen den Netzwerkmitgliedern auf faire und effektive Art und Weise zu lösen (Richter, 2004)."
    ]
  }
]